[
    {
        "song_id": "0",
        "title": "Balanced next generation groupware",
        "duration": "347",
        "release_date": "2023-01-31",
        "artist_id": "624b4ba6-b547-4f3e-b631-309bd50ee215",
        "album_id": "01cc101d-6fe2-446c-a5e3-4ba3bc38ddac",
        "composer": "Ryan Moore",
        "lyrics": "Fish item western agency hit property. Effort adult describe bag me. Couple strategy dream only hot history head. Position your four popular thank firm hold. Store level team history weight. Mission consider stay."
    },
    {
        "song_id": "1",
        "title": "Front-line high-level definition",
        "duration": "176",
        "release_date": "2017-08-12",
        "artist_id": "570ab60b-6b88-4b65-8ee8-a0cbc4f77f11",
        "album_id": "75bb999c-f320-400a-b51a-70b92e0731fa",
        "composer": "Austin Elliott",
        "lyrics": "But determine this we security condition notice. Her program election on. Mrs enjoy reveal analysis catch senior. Actually professor should light grow. Note pass those life. Politics majority adult leg maintain difficult environment. Onto account full player number lead."
    },
    {
        "song_id": "2",
        "title": "Cross-platform exuding budgetary management",
        "duration": "388",
        "release_date": "2019-09-27",
        "artist_id": "b213dc18-482d-4ac1-8307-004d3a6c69a8",
        "album_id": "9d34567d-4380-4c78-851a-457e92d9c87f",
        "composer": "Joshua Oneill",
        "lyrics": "Mission seven past get top financial. Him people decision series address level ground. I body as national according economy. Green better memory meeting adult. Nearly result century fight area. Environmental force second production. Believe success full politics deep. Glass doctor throw example science. Respond design inside summer rise toward risk. Partner up he space management. Wait top ground exactly support thank. Cover teach generation always."
    },
    {
        "song_id": "3",
        "title": "Streamlined system-worthy migration",
        "duration": "217",
        "release_date": "2015-02-17",
        "artist_id": "b213dc18-482d-4ac1-8307-004d3a6c69a8",
        "album_id": "01cc101d-6fe2-446c-a5e3-4ba3bc38ddac",
        "composer": "Ashley Bailey",
        "lyrics": "Use factor around remain scene close. Eight before what here according both. Material project experience pay. Cold house might. Public carry both measure. Drive than five work. Process up happy thought blue property top discussion. Parent lawyer point grow. Score Mr sing. Have imagine church her most scientist. Song address last Congress range. They attention now hope often player president agency."
    },
    {
        "song_id": "4",
        "title": "Re-engineered real-time database",
        "duration": "246",
        "release_date": "2019-02-08",
        "artist_id": "5010bd98-34a3-4e90-a9c0-478db7e52336",
        "album_id": "01cc101d-6fe2-446c-a5e3-4ba3bc38ddac",
        "composer": "Kimberly Garcia",
        "lyrics": "Become lawyer drop point partner. Happen feel its pay agent language always. Probably leave draw theory reflect. Plant music city result. Oil act piece position over degree. Low increase town career begin. Man economic smile me. Section big guess special listen believe. Half after military once. Policy scene action."
    },
    {
        "song_id": "5",
        "title": "Down-sized 24hour hub",
        "duration": "138",
        "release_date": "2021-08-22",
        "artist_id": "58d970eb-7131-4ba2-9a53-bc7647ba72db",
        "album_id": "43c3aa73-dc19-4ac3-bad2-0aa07db4db90",
        "composer": "Glen Black",
        "lyrics": "Major those hot election under. Result three option work program sometimes. Remain establish ever. Concern number over claim assume. Tax particularly commercial represent. Doctor look question knowledge plan Republican cover. Water reveal myself myself way. Investment role able this. Impact wrong east partner service rock. View add pretty much consider."
    },
    {
        "song_id": "6",
        "title": "Stand-alone object-oriented firmware",
        "duration": "223",
        "release_date": "2022-03-30",
        "artist_id": "624b4ba6-b547-4f3e-b631-309bd50ee215",
        "album_id": "0e5848f1-5e4f-48e7-8252-ce548d08866c",
        "composer": "Maria Garcia",
        "lyrics": "Several general town our. Usually the between technology red Republican serve. Foot research south former. Possible full fund fish response role. Movie production color crime couple. Morning color history difficult. Necessary how sit actually everybody."
    },
    {
        "song_id": "7",
        "title": "Secured logistical matrix",
        "duration": "387",
        "release_date": "2023-06-11",
        "artist_id": "8c9daf7c-65c5-4929-ad6e-2bf8431fcb18",
        "album_id": "01cc101d-6fe2-446c-a5e3-4ba3bc38ddac",
        "composer": "Caitlin Meyer",
        "lyrics": "Pretty degree pattern new inside. Fine growth remember quite. Record yet deep. Individual receive civil shoulder. Himself others near positive recent. Study develop sound show country customer ready. Share stage central national fall amount stop claim. We why stage establish. Shoulder anyone purpose shake important. Middle speak list new seek campaign step. Product east feeling which situation draw. Toward almost behavior still college process."
    },
    {
        "song_id": "8",
        "title": "Expanded zero-defect migration",
        "duration": "235",
        "release_date": "2016-03-14",
        "artist_id": "5010bd98-34a3-4e90-a9c0-478db7e52336",
        "album_id": "c37fcbe5-d393-4e27-b2a8-34b0cf04512c",
        "composer": "Hunter Woods",
        "lyrics": "These risk debate public here house theory. Arrive consumer here. Team in admit. Be school be. Themselves none decade. Election somebody these minute we such deal. Official food cause new pull. Conference month protect executive. Give lawyer five step sort. Hair yes friend win create simply car. Able again expert force important. Perhaps important catch beautiful sign ability short each. Strategy relate job seat I soldier."
    },
    {
        "song_id": "9",
        "title": "Ameliorated asymmetric archive",
        "duration": "146",
        "release_date": "2016-04-13",
        "artist_id": "d37d1d6a-ad9f-4ee4-9e50-238395da138f",
        "album_id": "22f5e5ab-7664-47f3-952d-afe1f9a8fe71",
        "composer": "Scott Jones",
        "lyrics": "Will interview wind try future capital past. Nature strategy mother. Visit reflect decision itself. Study red trouble they. Reach someone music beautiful itself book amount. Bed teach or bank break event. General discover forward field. Food door dog mention draw. Environmental majority turn manage maintain leader various. Environmental stand ground nothing life trial produce. New technology site magazine worry everything statement successful. Time sure challenge federal boy. Move from voice law enjoy different."
    }
]